{
  "word2idx": {
    "<UNK>": 0,
    "'bout": 1,
    "'cause": 2,
    "'cross": 3,
    "'em": 4,
    "'round": 5,
    "'til": 6,
    "'till": 7,
    "1015": 8,
    "15": 9,
    "3": 10,
    "7": 11,
    "a": 12,
    "abandoned": 13,
    "about": 14,
    "absolutely": 15,
    "abstinence": 16,
    "accent": 17,
    "accommodate": 18,
    "act": 19,
    "actin'": 20,
    "acting": 21,
    "actor": 22,
    "actually": 23,
    "adore": 24,
    "advance": 25,
    "advice": 26,
    "aesthetic": 27,
    "after": 28,
    "aftermath": 29,
    "again": 30,
    "against": 31,
    "agoraphobia": 32,
    "agrees": 33,
    "ah": 34,
    "ahah": 35,
    "ahahahah": 36,
    "ahead": 37,
    "ahha": 38,
    "ahhaha": 39,
    "ahoy": 40,
    "ain't": 41,
    "air": 42,
    "alarm": 43,
    "alien": 44,
    "alienated": 45,
    "alike": 46,
    "alive": 47,
    "all": 48,
    "almost": 49,
    "alone": 50,
    "along": 51,
    "already": 52,
    "alright": 53,
    "always": 54,
    "am": 55,
    "amazing": 56,
    "amen": 57,
    "amends": 58,
    "an": 59,
    "and": 60,
    "angel": 61,
    "angry": 62,
    "annoyingly": 63,
    "another": 64,
    "answer": 65,
    "answers": 66,
    "any": 67,
    "anymore": 68,
    "anyone": 69,
    "anything": 70,
    "anyway": 71,
    "apart": 72,
    "apartment": 73,
    "arc": 74,
    "are": 75,
    "aren't": 76,
    "arguments": 77,
    "arms": 78,
    "around": 79,
    "arrest": 80,
    "arrive": 81,
    "art": 82,
    "as": 83,
    "ask": 84,
    "asked": 85,
    "asking": 86,
    "asleep": 87,
    "ass": 88,
    "assemble": 89,
    "assume": 90,
    "at": 91,
    "athlete": 92,
    "attention": 93,
    "attitude": 94,
    "avenue": 95,
    "awakenin'": 96,
    "away": 97,
    "ba": 98,
    "babe": 99,
    "baby": 100,
    "back": 101,
    "bad": 102,
    "bank": 103,
    "barista": 104,
    "basement": 105,
    "bathe": 106,
    "batshit": 107,
    "battery": 108,
    "bbed": 109,
    "be": 110,
    "beat": 111,
    "beautiful": 112,
    "because": 113,
    "beck": 114,
    "bed": 115,
    "bedroom": 116,
    "bee": 117,
    "been": 118,
    "before": 119,
    "beg": 120,
    "began": 121,
    "begin": 122,
    "behind": 123,
    "bein'": 124,
    "being": 125,
    "believe": 126,
    "belong": 127,
    "bend": 128,
    "best": 129,
    "bet": 130,
    "better": 131,
    "between": 132,
    "bev": 133,
    "big": 134,
    "bigger": 135,
    "bird": 136,
    "bit": 137,
    "bitch": 138,
    "bitchass": 139,
    "bitches": 140,
    "bitchin'": 141,
    "black": 142,
    "blah": 143,
    "blahblahblahblah": 144,
    "blame": 145,
    "blamed": 146,
    "blee": 147,
    "bleh": 148,
    "bless": 149,
    "blinds": 150,
    "blocked": 151,
    "blonde": 152,
    "blood": 153,
    "blue": 154,
    "body's": 155,
    "bonded": 156,
    "bone": 157,
    "book": 158,
    "boombox": 159,
    "both": 160,
    "bound": 161,
    "boy": 162,
    "boys": 163,
    "brain": 164,
    "brandnewed": 165,
    "break": 166,
    "breakin'": 167,
    "breaks": 168,
    "breath": 169,
    "breathe": 170,
    "breathes": 171,
    "breeze": 172,
    "brewed": 173,
    "bridge": 174,
    "bring": 175,
    "broke": 176,
    "broken": 177,
    "brother": 178,
    "brown": 179,
    "bucks": 180,
    "build": 181,
    "built": 182,
    "bull": 183,
    "bullshit": 184,
    "burden": 185,
    "bureaucratic": 186,
    "business": 187,
    "busy": 188,
    "but": 189,
    "butterflies": 190,
    "buy": 191,
    "by": 192,
    "bye": 193,
    "byebye": 194,
    "byeyeye": 195,
    "cadence": 196,
    "calendar": 197,
    "call": 198,
    "called": 199,
    "callin'": 200,
    "calls": 201,
    "calm": 202,
    "camaraderie": 203,
    "came": 204,
    "can": 205,
    "can't": 206,
    "car": 207,
    "cardiac": 208,
    "cards": 209,
    "care": 210,
    "caring": 211,
    "carol": 212,
    "carpet": 213,
    "carried": 214,
    "cartwheels": 215,
    "casual": 216,
    "catastrophizing": 217,
    "catch": 218,
    "catchier": 219,
    "caught": 220,
    "cause": 221,
    "caused": 222,
    "cave": 223,
    "cchem": 224,
    "ceiling": 225,
    "certain": 226,
    "chair": 227,
    "chance": 228,
    "chances": 229,
    "change": 230,
    "changed": 231,
    "changing": 232,
    "charge": 233,
    "charles": 234,
    "chase": 235,
    "chatter": 236,
    "chem": 237,
    "cherry": 238,
    "chest": 239,
    "chestnuts": 240,
    "chicago": 241,
    "chickenpox": 242,
    "chill": 243,
    "chimney": 244,
    "chips": 245,
    "choice": 246,
    "choose": 247,
    "choosing": 248,
    "chores": 249,
    "chose": 250,
    "chrismash": 251,
    "christmas": 252,
    "christmastime": 253,
    "circle": 254,
    "city": 255,
    "claus": 256,
    "clear": 257,
    "clever": 258,
    "cliff": 259,
    "clingy": 260,
    "clock": 261,
    "close": 262,
    "closed": 263,
    "closure": 264,
    "clothes": 265,
    "club": 266,
    "coal": 267,
    "coeur": 268,
    "coffee": 269,
    "cohen": 270,
    "coincidence": 271,
    "cold": 272,
    "collected": 273,
    "color": 274,
    "colors": 275,
    "come": 276,
    "comedy": 277,
    "comes": 278,
    "comfy": 279,
    "comin'": 280,
    "coming": 281,
    "comments": 282,
    "common": 283,
    "commotion": 284,
    "communication": 285,
    "compare": 286,
    "compete": 287,
    "complicated": 288,
    "compliment": 289,
    "confident": 290,
    "confused": 291,
    "congratulations": 292,
    "congregatin'": 293,
    "connect": 294,
    "consideration": 295,
    "considering": 296,
    "contact": 297,
    "contacts": 298,
    "contemplatin'": 299,
    "control": 300,
    "convention": 301,
    "conversation": 302,
    "conversations": 303,
    "convince": 304,
    "cookies": 305,
    "cool": 306,
    "corrupt": 307,
    "couch": 308,
    "could": 309,
    "could've": 310,
    "coulda": 311,
    "couldn't": 312,
    "couple": 313,
    "crack": 314,
    "cradles": 315,
    "crashed": 316,
    "craving": 317,
    "crazy": 318,
    "creeps": 319,
    "criticize": 320,
    "crossed": 321,
    "crossin'": 322,
    "crush": 323,
    "cry": 324,
    "crying": 325,
    "cuddling": 326,
    "culture": 327,
    "cuss": 328,
    "cut": 329,
    "cute": 330,
    "cuter": 331,
    "d'aimer": 332,
    "da": 333,
    "daahah": 334,
    "dad": 335,
    "dad's": 336,
    "daily": 337,
    "damn": 338,
    "dance": 339,
    "danger": 340,
    "dark": 341,
    "dating": 342,
    "daughter": 343,
    "day": 344,
    "daylight": 345,
    "days": 346,
    "daytime": 347,
    "deal": 348,
    "death": 349,
    "deceased": 350,
    "deceiving": 351,
    "decide": 352,
    "deckin'": 353,
    "decompressin'": 354,
    "deem": 355,
    "deep": 356,
    "deeply": 357,
    "degree": 358,
    "denying": 359,
    "derailing": 360,
    "deserve": 361,
    "design": 362,
    "desperation": 363,
    "devil's": 364,
    "devin": 365,
    "devotion": 366,
    "dew": 367,
    "dickens": 368,
    "did": 369,
    "didn't": 370,
    "die": 371,
    "died": 372,
    "dies": 373,
    "difference": 374,
    "different": 375,
    "digress": 376,
    "dim": 377,
    "dinner": 378,
    "dip": 379,
    "dipshit": 380,
    "direction": 381,
    "discover": 382,
    "discovered": 383,
    "discuss": 384,
    "disguised": 385,
    "disgust": 386,
    "dishes": 387,
    "disinterested": 388,
    "do": 389,
    "dodo": 390,
    "dododo": 391,
    "does": 392,
    "doesn't": 393,
    "doin'": 394,
    "doing": 395,
    "don't": 396,
    "done": 397,
    "donne": 398,
    "door": 399,
    "double": 400,
    "doublecheckin'": 401,
    "doubt": 402,
    "doubts": 403,
    "douchebags": 404,
    "down": 405,
    "dramatic": 406,
    "drawin'": 407,
    "dream": 408,
    "dreamcametrued": 409,
    "dreamin'": 410,
    "dreams": 411,
    "dress": 412,
    "dressed": 413,
    "drift": 414,
    "drifting": 415,
    "drink": 416,
    "drinking": 417,
    "drive": 418,
    "drives": 419,
    "drove": 420,
    "drum": 421,
    "drunk": 422,
    "dry": 423,
    "duh": 424,
    "dull": 425,
    "dumb": 426,
    "dumbfounded": 427,
    "dumped": 428,
    "each": 429,
    "eager": 430,
    "ear": 431,
    "earned": 432,
    "earth": 433,
    "ease": 434,
    "easier": 435,
    "easy": 436,
    "eat": 437,
    "edge": 438,
    "effects": 439,
    "eggnog": 440,
    "ego's": 441,
    "ehmm": 442,
    "else": 443,
    "else's": 444,
    "elves": 445,
    "embarrass": 446,
    "emotion": 447,
    "emotional": 448,
    "emotionally": 449,
    "emotions": 450,
    "empathetic": 451,
    "empty": 452,
    "end": 453,
    "ends": 454,
    "enemy": 455,
    "energy": 456,
    "enough": 457,
    "enter": 458,
    "envie": 459,
    "epiphanies": 460,
    "especially": 461,
    "espresso": 462,
    "est": 463,
    "even": 464,
    "eventually": 465,
    "ever": 466,
    "every": 467,
    "everybody": 468,
    "everyday": 469,
    "everyone": 470,
    "everyoneis": 471,
    "everything": 472,
    "everything's": 473,
    "ex": 474,
    "ex's": 475,
    "exact": 476,
    "except": 477,
    "excited": 478,
    "excuses": 479,
    "exes": 480,
    "exhale": 481,
    "exist": 482,
    "explore": 483,
    "eyed": 484,
    "eyes": 485,
    "face": 486,
    "facts": 487,
    "fadeout": 488,
    "failing": 489,
    "faith": 490,
    "fake": 491,
    "fall": 492,
    "falling": 493,
    "false": 494,
    "familiar": 495,
    "family": 496,
    "fan": 497,
    "far": 498,
    "fashioned": 499,
    "fast": 500,
    "faster": 501,
    "father": 502,
    "favorite": 503,
    "fears": 504,
    "feather": 505,
    "feeding": 506,
    "feel": 507,
    "feelin'": 508,
    "feeling": 509,
    "feeling's": 510,
    "feelings": 511,
    "feels": 512,
    "feet": 513,
    "fell": 514,
    "fetish": 515,
    "fight": 516,
    "filled": 517,
    "filling": 518,
    "finally": 519,
    "find": 520,
    "fine": 521,
    "finger": 522,
    "finish": 523,
    "finished": 524,
    "fire": 525,
    "fireplace": 526,
    "first": 527,
    "fit": 528,
    "five": 529,
    "fix": 530,
    "fixings": 531,
    "fixins": 532,
    "flag": 533,
    "fleetin'": 534,
    "flexible": 535,
    "flies": 536,
    "flip": 537,
    "floating": 538,
    "floor": 539,
    "floors": 540,
    "flowers": 541,
    "focus": 542,
    "folded": 543,
    "fool": 544,
    "foot": 545,
    "for": 546,
    "foreplay": 547,
    "forever": 548,
    "forget": 549,
    "forgiveness": 550,
    "forgot": 551,
    "forgotten": 552,
    "formative": 553,
    "fortune": 554,
    "forty": 555,
    "fortyfive": 556,
    "found": 557,
    "four": 558,
    "freaked": 559,
    "freaky": 560,
    "free": 561,
    "fresh": 562,
    "freshener": 563,
    "friend": 564,
    "friends": 565,
    "from": 566,
    "front": 567,
    "fruity": 568,
    "frustrated": 569,
    "fuck": 570,
    "fuckboys": 571,
    "fucked": 572,
    "fucking": 573,
    "fucks": 574,
    "fulfill": 575,
    "full": 576,
    "fun": 577,
    "funny": 578,
    "fuss": 579,
    "fuzzy": 580,
    "games": 581,
    "garage": 582,
    "gave": 583,
    "gay": 584,
    "genetics": 585,
    "get": 586,
    "gets": 587,
    "gettin'": 588,
    "getting": 589,
    "giftwrap": 590,
    "girl": 591,
    "girls": 592,
    "give": 593,
    "giveafucks": 594,
    "given": 595,
    "gives": 596,
    "giving": 597,
    "glances": 598,
    "glasshalffull": 599,
    "glee": 600,
    "go": 601,
    "god": 602,
    "goddamn": 603,
    "goes": 604,
    "going": 605,
    "gold": 606,
    "gon'": 607,
    "gone": 608,
    "gonna": 609,
    "good": 610,
    "goodbye": 611,
    "goodbyes": 612,
    "goodnights": 613,
    "gosh": 614,
    "got": 615,
    "gotta": 616,
    "graces": 617,
    "graveyard": 618,
    "gravity": 619,
    "great": 620,
    "green": 621,
    "grow": 622,
    "guess": 623,
    "guessed": 624,
    "guide": 625,
    "guilt": 626,
    "guilttripped": 627,
    "guy": 628,
    "guys": 629,
    "ha": 630,
    "had": 631,
    "hah": 632,
    "half": 633,
    "halfway": 634,
    "halls": 635,
    "hand": 636,
    "handcuffs": 637,
    "hands": 638,
    "happen": 639,
    "happened": 640,
    "happily": 641,
    "happiness": 642,
    "happy": 643,
    "hard": 644,
    "harder": 645,
    "harp": 646,
    "has": 647,
    "hate": 648,
    "hatred": 649,
    "have": 650,
    "havin'": 651,
    "having": 652,
    "he": 653,
    "he's": 654,
    "head": 655,
    "hear": 656,
    "heard": 657,
    "heart": 658,
    "heartbreak": 659,
    "hearts": 660,
    "heated": 661,
    "heavy": 662,
    "hell": 663,
    "hello": 664,
    "help": 665,
    "her": 666,
    "here": 667,
    "here's": 668,
    "hesitant": 669,
    "hey": 670,
    "hi": 671,
    "high": 672,
    "highbrow": 673,
    "highfived": 674,
    "him": 675,
    "his": 676,
    "hit": 677,
    "hmm": 678,
    "hmmmmm": 679,
    "hohoho": 680,
    "hohohoho": 681,
    "hold": 682,
    "holdin'": 683,
    "holding": 684,
    "holiday": 685,
    "holy": 686,
    "home": 687,
    "homewrecker": 688,
    "honest": 689,
    "honey": 690,
    "hooks": 691,
    "hope": 692,
    "hopin'": 693,
    "hoping": 694,
    "hormones": 695,
    "horny": 696,
    "horse": 697,
    "hot": 698,
    "hour": 699,
    "hours": 700,
    "house": 701,
    "how": 702,
    "how's": 703,
    "howsmmmm": 704,
    "huge": 705,
    "huh": 706,
    "humbling": 707,
    "humor": 708,
    "hundred": 709,
    "hungry": 710,
    "hurt": 711,
    "hurts": 712,
    "i": 713,
    "i'd": 714,
    "i'll": 715,
    "i'm": 716,
    "i'ma": 717,
    "i've": 718,
    "ice": 719,
    "idea": 720,
    "ideal": 721,
    "idiot": 722,
    "if": 723,
    "ignore": 724,
    "ignoring": 725,
    "ikea": 726,
    "illegal": 727,
    "illusions": 728,
    "image": 729,
    "important": 730,
    "impression": 731,
    "impressive": 732,
    "improvements": 733,
    "in": 734,
    "incident": 735,
    "incompetent": 736,
    "incorrect": 737,
    "initiates": 738,
    "initiative": 739,
    "innocent": 740,
    "insane": 741,
    "insecure": 742,
    "inside": 743,
    "instead": 744,
    "insured": 745,
    "intended": 746,
    "internalizing": 747,
    "internet": 748,
    "into": 749,
    "intoxicating": 750,
    "intuition": 751,
    "invented": 752,
    "invitations": 753,
    "ironic": 754,
    "irrelevant": 755,
    "is": 756,
    "isn't": 757,
    "isolated": 758,
    "it": 759,
    "it'd": 760,
    "it'll": 761,
    "it's": 762,
    "itself": 763,
    "jack": 764,
    "jacked": 765,
    "jacket": 766,
    "jaw": 767,
    "je": 768,
    "jesus": 769,
    "john": 770,
    "joke": 771,
    "jokes": 772,
    "journey": 773,
    "judgment": 774,
    "juice": 775,
    "jump": 776,
    "juno": 777,
    "just": 778,
    "keep": 779,
    "kept": 780,
    "kid": 781,
    "kidding": 782,
    "kids": 783,
    "kilo": 784,
    "kind": 785,
    "kinda": 786,
    "kiss": 787,
    "kissed": 788,
    "kisses": 789,
    "kissin'": 790,
    "kissing": 791,
    "kitchen": 792,
    "knew": 793,
    "knockin'": 794,
    "knocks": 795,
    "know": 796,
    "knowing": 797,
    "known": 798,
    "knows": 799,
    "l'amour": 800,
    "la": 801,
    "labels": 802,
    "lacking": 803,
    "laid": 804,
    "lala": 805,
    "lalalalalalala": 806,
    "land": 807,
    "large": 808,
    "larry": 809,
    "last": 810,
    "late": 811,
    "lately": 812,
    "latte": 813,
    "laugh": 814,
    "laughin'": 815,
    "layin'": 816,
    "lead": 817,
    "leak": 818,
    "leap": 819,
    "learn": 820,
    "learned": 821,
    "least": 822,
    "leave": 823,
    "leaves": 824,
    "leaving": 825,
    "left": 826,
    "lemme": 827,
    "leonard": 828,
    "less": 829,
    "let": 830,
    "let's": 831,
    "lie": 832,
    "lied": 833,
    "lies": 834,
    "life": 835,
    "lifetime": 836,
    "lift": 837,
    "light": 838,
    "lighter": 839,
    "lights": 840,
    "like": 841,
    "liked": 842,
    "likes": 843,
    "lil'": 844,
    "limit": 845,
    "limits": 846,
    "line": 847,
    "lines": 848,
    "lips": 849,
    "lipstick": 850,
    "liquor": 851,
    "list": 852,
    "listen": 853,
    "listenin'": 854,
    "literally": 855,
    "little": 856,
    "live": 857,
    "lives": 858,
    "livin'": 859,
    "living": 860,
    "lock": 861,
    "logged": 862,
    "logically": 863,
    "lonely": 864,
    "long": 865,
    "look": 866,
    "looked": 867,
    "lookin'": 868,
    "looking": 869,
    "looks": 870,
    "lord": 871,
    "lose": 872,
    "losing": 873,
    "loss": 874,
    "lost": 875,
    "lot": 876,
    "lots": 877,
    "lottery": 878,
    "love": 879,
    "loved": 880,
    "loves": 881,
    "loving": 882,
    "lucky": 883,
    "lying": 884,
    "lyrics": 885,
    "machine": 886,
    "made": 887,
    "mais": 888,
    "make": 889,
    "makes": 890,
    "makeup": 891,
    "makin'": 892,
    "making": 893,
    "mama": 894,
    "man": 895,
    "man's": 896,
    "manchild": 897,
    "manifest": 898,
    "manipulation": 899,
    "many": 900,
    "march": 901,
    "mark": 902,
    "married": 903,
    "matter": 904,
    "mature": 905,
    "maybe": 906,
    "me": 907,
    "me'd": 908,
    "mean": 909,
    "means": 910,
    "meant": 911,
    "meanwhile": 912,
    "medicine": 913,
    "meditation": 914,
    "meet": 915,
    "meeting": 916,
    "memories": 917,
    "memory": 918,
    "men": 919,
    "message": 920,
    "met": 921,
    "metaphor": 922,
    "microphone": 923,
    "might": 924,
    "milk": 925,
    "miller": 926,
    "millions": 927,
    "mind": 928,
    "minds": 929,
    "mine": 930,
    "mints": 931,
    "minus": 932,
    "minute": 933,
    "minutes": 934,
    "miss": 935,
    "missin'": 936,
    "missing": 937,
    "mistake": 938,
    "mistakes": 939,
    "mistle": 940,
    "mistletoe": 941,
    "mix": 942,
    "mixed": 943,
    "mm": 944,
    "mmm": 945,
    "mmmmmm": 946,
    "moanin'": 947,
    "moaning": 948,
    "mom": 949,
    "moment": 950,
    "moments": 951,
    "mon": 952,
    "money": 953,
    "month": 954,
    "more": 955,
    "morning": 956,
    "most": 957,
    "mother": 958,
    "motherfucker": 959,
    "mountain": 960,
    "mouth": 961,
    "move": 962,
    "movin'": 963,
    "moving": 964,
    "mrs": 965,
    "much": 966,
    "multiply": 967,
    "mushrooms": 968,
    "music": 969,
    "must": 970,
    "mutual": 971,
    "my": 972,
    "mymy": 973,
    "myself": 974,
    "myself's": 975,
    "na": 976,
    "nahnahnah": 977,
    "naive": 978,
    "naked": 979,
    "namaste": 980,
    "name": 981,
    "names": 982,
    "nanana": 983,
    "nananana": 984,
    "nay": 985,
    "ne": 986,
    "necks": 987,
    "need": 988,
    "neglects": 989,
    "neighboring": 990,
    "never": 991,
    "new": 992,
    "next": 993,
    "nice": 994,
    "night": 995,
    "nightmare": 996,
    "nights": 997,
    "nighttime": 998,
    "nintendo": 999,
    "no": 1000,
    "nobody": 1001,
    "nobody's": 1002,
    "nonchalantly": 1003,
    "none": 1004,
    "nonsense": 1005,
    "nonsensical": 1006,
    "north": 1007,
    "nostalgic": 1008,
    "not": 1009,
    "nothin'": 1010,
    "nothing": 1011,
    "notice": 1012,
    "now": 1013,
    "nowhere": 1014,
    "numb": 1015,
    "number": 1016,
    "numbers": 1017,
    "numbs": 1018,
    "o'clock": 1019,
    "oat": 1020,
    "objectified": 1021,
    "obsessed": 1022,
    "octave": 1023,
    "october": 1024,
    "odds": 1025,
    "of": 1026,
    "off": 1027,
    "offering": 1028,
    "often": 1029,
    "oh": 1030,
    "ohmm": 1031,
    "ohohohoh": 1032,
    "okay": 1033,
    "ol'": 1034,
    "old": 1035,
    "on": 1036,
    "once": 1037,
    "one": 1038,
    "one's": 1039,
    "ones": 1040,
    "only": 1041,
    "onto": 1042,
    "ooh": 1043,
    "ooohhh": 1044,
    "open": 1045,
    "openings": 1046,
    "opposite": 1047,
    "or": 1048,
    "other": 1049,
    "ounce": 1050,
    "our": 1051,
    "out": 1052,
    "outfit": 1053,
    "outgrew": 1054,
    "outlines": 1055,
    "outside": 1056,
    "over": 1057,
    "overdose": 1058,
    "overnight": 1059,
    "oversized": 1060,
    "overthinking": 1061,
    "owl": 1062,
    "own": 1063,
    "package": 1064,
    "pages": 1065,
    "paid": 1066,
    "pain": 1067,
    "painful": 1068,
    "paintin'": 1069,
    "paintings": 1070,
    "pajamas": 1071,
    "palm": 1072,
    "palpitating": 1073,
    "paragraphs": 1074,
    "paranoia": 1075,
    "paris": 1076,
    "parisian": 1077,
    "park": 1078,
    "parties": 1079,
    "parts": 1080,
    "party": 1081,
    "pas": 1082,
    "pass": 1083,
    "passionnement": 1084,
    "past": 1085,
    "patience": 1086,
    "peace": 1087,
    "peas": 1088,
    "people": 1089,
    "perfect": 1090,
    "perfumed": 1091,
    "person": 1092,
    "personalities": 1093,
    "phone": 1094,
    "pic": 1095,
    "pick": 1096,
    "pickins": 1097,
    "picklines": 1098,
    "picture": 1099,
    "pictures": 1100,
    "picturin'": 1101,
    "pineapple": 1102,
    "pink": 1103,
    "pins": 1104,
    "piss": 1105,
    "pivotal": 1106,
    "place": 1107,
    "places": 1108,
    "plans": 1109,
    "plant": 1110,
    "platter": 1111,
    "play": 1112,
    "played": 1113,
    "playing": 1114,
    "please": 1115,
    "pleasured": 1116,
    "plot": 1117,
    "plug": 1118,
    "poetic": 1119,
    "pole": 1120,
    "police": 1121,
    "pollen": 1122,
    "pondering": 1123,
    "pop": 1124,
    "positions": 1125,
    "pounds": 1126,
    "pour": 1127,
    "predictable": 1128,
    "prematurely": 1129,
    "present": 1130,
    "presents": 1131,
    "pretend": 1132,
    "pretending": 1133,
    "pretty": 1134,
    "private": 1135,
    "prize": 1136,
    "probably": 1137,
    "prolifically": 1138,
    "promise": 1139,
    "prophecy": 1140,
    "prospect": 1141,
    "proud": 1142,
    "prove": 1143,
    "ptsd": 1144,
    "public": 1145,
    "pull": 1146,
    "purple": 1147,
    "purpose": 1148,
    "put": 1149,
    "putting": 1150,
    "queen": 1151,
    "quelque": 1152,
    "qui": 1153,
    "quickly": 1154,
    "quiet": 1155,
    "quietly": 1156,
    "quite": 1157,
    "quits": 1158,
    "quiz": 1159,
    "quotation": 1160,
    "radio": 1161,
    "rainbow": 1162,
    "raise": 1163,
    "rather": 1164,
    "reach": 1165,
    "reachin'": 1166,
    "reaching": 1167,
    "reactionary": 1168,
    "read": 1169,
    "real": 1170,
    "reality": 1171,
    "realize": 1172,
    "really": 1173,
    "reapply": 1174,
    "rebound": 1175,
    "recall": 1176,
    "reckless": 1177,
    "recognize": 1178,
    "recommend": 1179,
    "red": 1180,
    "redundant": 1181,
    "rejection": 1182,
    "relate": 1183,
    "relationship": 1184,
    "relax": 1185,
    "remember": 1186,
    "remembering": 1187,
    "reminiscing": 1188,
    "remix": 1189,
    "remorse": 1190,
    "repeats": 1191,
    "reply": 1192,
    "resist": 1193,
    "resistant": 1194,
    "respect": 1195,
    "responsible": 1196,
    "rest": 1197,
    "restaurant": 1198,
    "restraint": 1199,
    "return": 1200,
    "rewrites": 1201,
    "rhyme": 1202,
    "rhymes": 1203,
    "rhythm": 1204,
    "ride": 1205,
    "riff": 1206,
    "right": 1207,
    "ring": 1208,
    "risen": 1209,
    "robbed": 1210,
    "robber": 1211,
    "rocking": 1212,
    "rod's": 1213,
    "rodeo": 1214,
    "roll": 1215,
    "rolls": 1216,
    "romantic": 1217,
    "room": 1218,
    "roses": 1219,
    "rules": 1220,
    "run": 1221,
    "runnin'": 1222,
    "running": 1223,
    "rush": 1224,
    "sabotaged": 1225,
    "sabrina": 1226,
    "sack": 1227,
    "sad": 1228,
    "safe": 1229,
    "said": 1230,
    "same": 1231,
    "santa": 1232,
    "santa's": 1233,
    "satisfied": 1234,
    "save": 1235,
    "savings": 1236,
    "saw": 1237,
    "say": 1238,
    "saying": 1239,
    "scared": 1240,
    "schedule": 1241,
    "scheming": 1242,
    "scrollin'": 1243,
    "sec": 1244,
    "second": 1245,
    "secondguessin'": 1246,
    "secret": 1247,
    "see": 1248,
    "seems": 1249,
    "seen": 1250,
    "sees": 1251,
    "seesaw": 1252,
    "selective": 1253,
    "self": 1254,
    "selfhelp": 1255,
    "selfish": 1256,
    "selfishly": 1257,
    "semitrucks": 1258,
    "send": 1259,
    "sendin'": 1260,
    "sense": 1261,
    "sensible": 1262,
    "separation": 1263,
    "serrated": 1264,
    "servin'": 1265,
    "set": 1266,
    "seventh": 1267,
    "sex": 1268,
    "sexy": 1269,
    "shadow": 1270,
    "shannon": 1271,
    "shannon's": 1272,
    "shape": 1273,
    "share": 1274,
    "sharpest": 1275,
    "shave": 1276,
    "she": 1277,
    "she's": 1278,
    "shed": 1279,
    "sheer": 1280,
    "shell": 1281,
    "ship": 1282,
    "shit": 1283,
    "shitshow": 1284,
    "shoes": 1285,
    "shoot": 1286,
    "shooting": 1287,
    "shop": 1288,
    "short": 1289,
    "shot": 1290,
    "shots": 1291,
    "should": 1292,
    "should've": 1293,
    "shouldbwe": 1294,
    "shouldn't": 1295,
    "show": 1296,
    "showed": 1297,
    "shower": 1298,
    "shut": 1299,
    "side": 1300,
    "sides": 1301,
    "signals": 1302,
    "signs": 1303,
    "silence": 1304,
    "silent": 1305,
    "silly": 1306,
    "since": 1307,
    "singalong": 1308,
    "singer": 1309,
    "singin'": 1310,
    "sinkin'": 1311,
    "sippin'": 1312,
    "sireee": 1313,
    "sister": 1314,
    "sisters": 1315,
    "sit": 1316,
    "situation": 1317,
    "situations": 1318,
    "sixnine": 1319,
    "sixth": 1320,
    "skiddlydeedadadadadumdadadum": 1321,
    "skiddlydeedadum": 1322,
    "skiddlydeedadumdum": 1323,
    "skin": 1324,
    "skinny": 1325,
    "sky": 1326,
    "slam": 1327,
    "sleep": 1328,
    "sleeping": 1329,
    "slim": 1330,
    "slot": 1331,
    "slow": 1332,
    "slowly": 1333,
    "slut": 1334,
    "slutty": 1335,
    "small": 1336,
    "smart": 1337,
    "smile": 1338,
    "sneak": 1339,
    "snow": 1340,
    "snowballs": 1341,
    "snowflakes": 1342,
    "snowman": 1343,
    "snuggle": 1344,
    "so": 1345,
    "socalled": 1346,
    "sock": 1347,
    "soft": 1348,
    "sold": 1349,
    "soles": 1350,
    "some": 1351,
    "somebody": 1352,
    "someday": 1353,
    "somehow": 1354,
    "someone": 1355,
    "somethin'": 1356,
    "something": 1357,
    "sometime": 1358,
    "sometimes": 1359,
    "somewhere": 1360,
    "son": 1361,
    "song": 1362,
    "songs": 1363,
    "soon": 1364,
    "sorry": 1365,
    "sorry's": 1366,
    "sought": 1367,
    "sound": 1368,
    "sounds": 1369,
    "space": 1370,
    "speak": 1371,
    "spent": 1372,
    "spikin'": 1373,
    "spot": 1374,
    "spotlight": 1375,
    "springs": 1376,
    "stages": 1377,
    "stand": 1378,
    "standing": 1379,
    "standup": 1380,
    "star": 1381,
    "staring": 1382,
    "stars": 1383,
    "start": 1384,
    "started": 1385,
    "starts": 1386,
    "state": 1387,
    "stay": 1388,
    "steal": 1389,
    "stealin'": 1390,
    "step": 1391,
    "stereotype": 1392,
    "still": 1393,
    "stockings": 1394,
    "stomach": 1395,
    "stop": 1396,
    "stories": 1397,
    "stranger": 1398,
    "strategy": 1399,
    "stressful": 1400,
    "stressin'": 1401,
    "strip": 1402,
    "stumble": 1403,
    "stupid": 1404,
    "such": 1405,
    "suckin'": 1406,
    "sudden": 1407,
    "suddenly": 1408,
    "sue": 1409,
    "sugar": 1410,
    "suggest": 1411,
    "sun's": 1412,
    "sunny": 1413,
    "super": 1414,
    "supposed": 1415,
    "sure": 1416,
    "surprise": 1417,
    "survive": 1418,
    "sus'": 1419,
    "suspect": 1420,
    "swear": 1421,
    "sweater": 1422,
    "sweet": 1423,
    "swimming": 1424,
    "switch": 1425,
    "sympathize": 1426,
    "table": 1427,
    "take": 1428,
    "taken": 1429,
    "takin'": 1430,
    "taking": 1431,
    "talk": 1432,
    "talked": 1433,
    "talkin'": 1434,
    "talking": 1435,
    "tantric": 1436,
    "tarot": 1437,
    "taste": 1438,
    "teach": 1439,
    "teacher": 1440,
    "tears": 1441,
    "teetering": 1442,
    "tell": 1443,
    "tellin'": 1444,
    "tempted": 1445,
    "tempting": 1446,
    "ten": 1447,
    "tend": 1448,
    "tense": 1449,
    "tension": 1450,
    "territory": 1451,
    "text": 1452,
    "texts": 1453,
    "than": 1454,
    "thank": 1455,
    "thanks": 1456,
    "that": 1457,
    "that'll": 1458,
    "that's": 1459,
    "the": 1460,
    "their": 1461,
    "them": 1462,
    "themselves": 1463,
    "then": 1464,
    "therapist": 1465,
    "there": 1466,
    "there's": 1467,
    "thermostat's": 1468,
    "these": 1469,
    "they": 1470,
    "they'll": 1471,
    "they're": 1472,
    "thick": 1473,
    "thickening": 1474,
    "thighs": 1475,
    "thin": 1476,
    "thing": 1477,
    "things": 1478,
    "think": 1479,
    "thinkin'": 1480,
    "thinking": 1481,
    "thinks": 1482,
    "third": 1483,
    "thirteenth": 1484,
    "this": 1485,
    "those": 1486,
    "thou": 1487,
    "though": 1488,
    "thought": 1489,
    "thoughts": 1490,
    "thousand": 1491,
    "threats": 1492,
    "three": 1493,
    "throbbin'": 1494,
    "through": 1495,
    "thrown": 1496,
    "thumbs": 1497,
    "tickin'": 1498,
    "tight": 1499,
    "time": 1500,
    "time's": 1501,
    "times": 1502,
    "timing": 1503,
    "tiptoein'": 1504,
    "tired": 1505,
    "tits": 1506,
    "to": 1507,
    "together": 1508,
    "toi": 1509,
    "told": 1510,
    "tomorrow": 1511,
    "tone": 1512,
    "tongue": 1513,
    "tonight": 1514,
    "too": 1515,
    "took": 1516,
    "tool": 1517,
    "top": 1518,
    "topic": 1519,
    "tornado": 1520,
    "touch": 1521,
    "touche": 1522,
    "touching": 1523,
    "tough": 1524,
    "toujours": 1525,
    "tour": 1526,
    "town": 1527,
    "toy": 1528,
    "trampolines": 1529,
    "treat": 1530,
    "treating": 1531,
    "treatment": 1532,
    "treats": 1533,
    "tree": 1534,
    "tried": 1535,
    "trimmin'": 1536,
    "triple": 1537,
    "trouver": 1538,
    "true": 1539,
    "trust": 1540,
    "truth": 1541,
    "try": 1542,
    "tryin'": 1543,
    "trying": 1544,
    "tryna": 1545,
    "tshirt": 1546,
    "tuesday": 1547,
    "turn": 1548,
    "turning": 1549,
    "twenty": 1550,
    "twice": 1551,
    "twiddlin'": 1552,
    "twist": 1553,
    "twisted": 1554,
    "twister": 1555,
    "two": 1556,
    "type": 1557,
    "ugh": 1558,
    "ugly": 1559,
    "uh": 1560,
    "uhhh": 1561,
    "uhhuh": 1562,
    "uhuh": 1563,
    "uhuhuhuh": 1564,
    "um": 1565,
    "under": 1566,
    "underneath": 1567,
    "understand": 1568,
    "understatement": 1569,
    "understood": 1570,
    "unethical": 1571,
    "unfolding": 1572,
    "unless": 1573,
    "untouched": 1574,
    "up": 1575,
    "uponeth": 1576,
    "ups": 1577,
    "upset": 1578,
    "us": 1579,
    "use": 1580,
    "used": 1581,
    "useless": 1582,
    "using": 1583,
    "vacation": 1584,
    "verbatim": 1585,
    "version": 1586,
    "very": 1587,
    "vicious": 1588,
    "villain": 1589,
    "villainize": 1590,
    "vision": 1591,
    "vixen": 1592,
    "voulais": 1593,
    "vows": 1594,
    "wait": 1595,
    "waiting": 1596,
    "walk": 1597,
    "walked": 1598,
    "wallet": 1599,
    "wander": 1600,
    "wanna": 1601,
    "want": 1602,
    "wanted": 1603,
    "wanting": 1604,
    "warm": 1605,
    "warnings": 1606,
    "was": 1607,
    "wasn't": 1608,
    "waste": 1609,
    "wasted": 1610,
    "wastin'": 1611,
    "wasting": 1612,
    "watch": 1613,
    "water": 1614,
    "waving": 1615,
    "waxed": 1616,
    "way": 1617,
    "ways": 1618,
    "we": 1619,
    "we'd": 1620,
    "we'll": 1621,
    "we're": 1622,
    "we've": 1623,
    "wear": 1624,
    "wearin'": 1625,
    "wearing": 1626,
    "wednesday": 1627,
    "week": 1628,
    "weekend": 1629,
    "weeks": 1630,
    "weight": 1631,
    "well": 1632,
    "wellspoken": 1633,
    "went": 1634,
    "were": 1635,
    "wet": 1636,
    "what": 1637,
    "what'd": 1638,
    "what's": 1639,
    "whatever": 1640,
    "wheeling": 1641,
    "when": 1642,
    "where": 1643,
    "while": 1644,
    "white": 1645,
    "who": 1646,
    "who's": 1647,
    "whoever": 1648,
    "whole": 1649,
    "whooooh": 1650,
    "why": 1651,
    "why'd": 1652,
    "wide": 1653,
    "wife": 1654,
    "wild": 1655,
    "will": 1656,
    "willpower": 1657,
    "win": 1658,
    "windowpane": 1659,
    "windows": 1660,
    "wine": 1661,
    "winnin'": 1662,
    "winter": 1663,
    "wish": 1664,
    "wishlist": 1665,
    "with": 1666,
    "without": 1667,
    "woke": 1668,
    "woman": 1669,
    "women": 1670,
    "won't": 1671,
    "wonderin'": 1672,
    "wondering": 1673,
    "woodwork": 1674,
    "word": 1675,
    "wordin'": 1676,
    "words": 1677,
    "work": 1678,
    "workin'": 1679,
    "working": 1680,
    "works": 1681,
    "world": 1682,
    "worry": 1683,
    "worse": 1684,
    "worst": 1685,
    "worthy": 1686,
    "would": 1687,
    "would've": 1688,
    "wouldn't": 1689,
    "wow": 1690,
    "wrap": 1691,
    "wrapped": 1692,
    "wreck": 1693,
    "wreckage": 1694,
    "write": 1695,
    "writing": 1696,
    "wrong": 1697,
    "wrote": 1698,
    "y'all": 1699,
    "ya": 1700,
    "yeah": 1701,
    "year": 1702,
    "yes": 1703,
    "yesterday": 1704,
    "yet": 1705,
    "yoga": 1706,
    "york": 1707,
    "you": 1708,
    "you'd": 1709,
    "you'll": 1710,
    "you're": 1711,
    "you's": 1712,
    "you've": 1713,
    "young": 1714,
    "your": 1715,
    "yours": 1716,
    "yourself": 1717,
    "yup": 1718,
    "zest": 1719,
    "zeus'": 1720,
    "zone": 1721
  },
  "idx2word": {
    "0": "<UNK>",
    "1": "'bout",
    "2": "'cause",
    "3": "'cross",
    "4": "'em",
    "5": "'round",
    "6": "'til",
    "7": "'till",
    "8": "1015",
    "9": "15",
    "10": "3",
    "11": "7",
    "12": "a",
    "13": "abandoned",
    "14": "about",
    "15": "absolutely",
    "16": "abstinence",
    "17": "accent",
    "18": "accommodate",
    "19": "act",
    "20": "actin'",
    "21": "acting",
    "22": "actor",
    "23": "actually",
    "24": "adore",
    "25": "advance",
    "26": "advice",
    "27": "aesthetic",
    "28": "after",
    "29": "aftermath",
    "30": "again",
    "31": "against",
    "32": "agoraphobia",
    "33": "agrees",
    "34": "ah",
    "35": "ahah",
    "36": "ahahahah",
    "37": "ahead",
    "38": "ahha",
    "39": "ahhaha",
    "40": "ahoy",
    "41": "ain't",
    "42": "air",
    "43": "alarm",
    "44": "alien",
    "45": "alienated",
    "46": "alike",
    "47": "alive",
    "48": "all",
    "49": "almost",
    "50": "alone",
    "51": "along",
    "52": "already",
    "53": "alright",
    "54": "always",
    "55": "am",
    "56": "amazing",
    "57": "amen",
    "58": "amends",
    "59": "an",
    "60": "and",
    "61": "angel",
    "62": "angry",
    "63": "annoyingly",
    "64": "another",
    "65": "answer",
    "66": "answers",
    "67": "any",
    "68": "anymore",
    "69": "anyone",
    "70": "anything",
    "71": "anyway",
    "72": "apart",
    "73": "apartment",
    "74": "arc",
    "75": "are",
    "76": "aren't",
    "77": "arguments",
    "78": "arms",
    "79": "around",
    "80": "arrest",
    "81": "arrive",
    "82": "art",
    "83": "as",
    "84": "ask",
    "85": "asked",
    "86": "asking",
    "87": "asleep",
    "88": "ass",
    "89": "assemble",
    "90": "assume",
    "91": "at",
    "92": "athlete",
    "93": "attention",
    "94": "attitude",
    "95": "avenue",
    "96": "awakenin'",
    "97": "away",
    "98": "ba",
    "99": "babe",
    "100": "baby",
    "101": "back",
    "102": "bad",
    "103": "bank",
    "104": "barista",
    "105": "basement",
    "106": "bathe",
    "107": "batshit",
    "108": "battery",
    "109": "bbed",
    "110": "be",
    "111": "beat",
    "112": "beautiful",
    "113": "because",
    "114": "beck",
    "115": "bed",
    "116": "bedroom",
    "117": "bee",
    "118": "been",
    "119": "before",
    "120": "beg",
    "121": "began",
    "122": "begin",
    "123": "behind",
    "124": "bein'",
    "125": "being",
    "126": "believe",
    "127": "belong",
    "128": "bend",
    "129": "best",
    "130": "bet",
    "131": "better",
    "132": "between",
    "133": "bev",
    "134": "big",
    "135": "bigger",
    "136": "bird",
    "137": "bit",
    "138": "bitch",
    "139": "bitchass",
    "140": "bitches",
    "141": "bitchin'",
    "142": "black",
    "143": "blah",
    "144": "blahblahblahblah",
    "145": "blame",
    "146": "blamed",
    "147": "blee",
    "148": "bleh",
    "149": "bless",
    "150": "blinds",
    "151": "blocked",
    "152": "blonde",
    "153": "blood",
    "154": "blue",
    "155": "body's",
    "156": "bonded",
    "157": "bone",
    "158": "book",
    "159": "boombox",
    "160": "both",
    "161": "bound",
    "162": "boy",
    "163": "boys",
    "164": "brain",
    "165": "brandnewed",
    "166": "break",
    "167": "breakin'",
    "168": "breaks",
    "169": "breath",
    "170": "breathe",
    "171": "breathes",
    "172": "breeze",
    "173": "brewed",
    "174": "bridge",
    "175": "bring",
    "176": "broke",
    "177": "broken",
    "178": "brother",
    "179": "brown",
    "180": "bucks",
    "181": "build",
    "182": "built",
    "183": "bull",
    "184": "bullshit",
    "185": "burden",
    "186": "bureaucratic",
    "187": "business",
    "188": "busy",
    "189": "but",
    "190": "butterflies",
    "191": "buy",
    "192": "by",
    "193": "bye",
    "194": "byebye",
    "195": "byeyeye",
    "196": "cadence",
    "197": "calendar",
    "198": "call",
    "199": "called",
    "200": "callin'",
    "201": "calls",
    "202": "calm",
    "203": "camaraderie",
    "204": "came",
    "205": "can",
    "206": "can't",
    "207": "car",
    "208": "cardiac",
    "209": "cards",
    "210": "care",
    "211": "caring",
    "212": "carol",
    "213": "carpet",
    "214": "carried",
    "215": "cartwheels",
    "216": "casual",
    "217": "catastrophizing",
    "218": "catch",
    "219": "catchier",
    "220": "caught",
    "221": "cause",
    "222": "caused",
    "223": "cave",
    "224": "cchem",
    "225": "ceiling",
    "226": "certain",
    "227": "chair",
    "228": "chance",
    "229": "chances",
    "230": "change",
    "231": "changed",
    "232": "changing",
    "233": "charge",
    "234": "charles",
    "235": "chase",
    "236": "chatter",
    "237": "chem",
    "238": "cherry",
    "239": "chest",
    "240": "chestnuts",
    "241": "chicago",
    "242": "chickenpox",
    "243": "chill",
    "244": "chimney",
    "245": "chips",
    "246": "choice",
    "247": "choose",
    "248": "choosing",
    "249": "chores",
    "250": "chose",
    "251": "chrismash",
    "252": "christmas",
    "253": "christmastime",
    "254": "circle",
    "255": "city",
    "256": "claus",
    "257": "clear",
    "258": "clever",
    "259": "cliff",
    "260": "clingy",
    "261": "clock",
    "262": "close",
    "263": "closed",
    "264": "closure",
    "265": "clothes",
    "266": "club",
    "267": "coal",
    "268": "coeur",
    "269": "coffee",
    "270": "cohen",
    "271": "coincidence",
    "272": "cold",
    "273": "collected",
    "274": "color",
    "275": "colors",
    "276": "come",
    "277": "comedy",
    "278": "comes",
    "279": "comfy",
    "280": "comin'",
    "281": "coming",
    "282": "comments",
    "283": "common",
    "284": "commotion",
    "285": "communication",
    "286": "compare",
    "287": "compete",
    "288": "complicated",
    "289": "compliment",
    "290": "confident",
    "291": "confused",
    "292": "congratulations",
    "293": "congregatin'",
    "294": "connect",
    "295": "consideration",
    "296": "considering",
    "297": "contact",
    "298": "contacts",
    "299": "contemplatin'",
    "300": "control",
    "301": "convention",
    "302": "conversation",
    "303": "conversations",
    "304": "convince",
    "305": "cookies",
    "306": "cool",
    "307": "corrupt",
    "308": "couch",
    "309": "could",
    "310": "could've",
    "311": "coulda",
    "312": "couldn't",
    "313": "couple",
    "314": "crack",
    "315": "cradles",
    "316": "crashed",
    "317": "craving",
    "318": "crazy",
    "319": "creeps",
    "320": "criticize",
    "321": "crossed",
    "322": "crossin'",
    "323": "crush",
    "324": "cry",
    "325": "crying",
    "326": "cuddling",
    "327": "culture",
    "328": "cuss",
    "329": "cut",
    "330": "cute",
    "331": "cuter",
    "332": "d'aimer",
    "333": "da",
    "334": "daahah",
    "335": "dad",
    "336": "dad's",
    "337": "daily",
    "338": "damn",
    "339": "dance",
    "340": "danger",
    "341": "dark",
    "342": "dating",
    "343": "daughter",
    "344": "day",
    "345": "daylight",
    "346": "days",
    "347": "daytime",
    "348": "deal",
    "349": "death",
    "350": "deceased",
    "351": "deceiving",
    "352": "decide",
    "353": "deckin'",
    "354": "decompressin'",
    "355": "deem",
    "356": "deep",
    "357": "deeply",
    "358": "degree",
    "359": "denying",
    "360": "derailing",
    "361": "deserve",
    "362": "design",
    "363": "desperation",
    "364": "devil's",
    "365": "devin",
    "366": "devotion",
    "367": "dew",
    "368": "dickens",
    "369": "did",
    "370": "didn't",
    "371": "die",
    "372": "died",
    "373": "dies",
    "374": "difference",
    "375": "different",
    "376": "digress",
    "377": "dim",
    "378": "dinner",
    "379": "dip",
    "380": "dipshit",
    "381": "direction",
    "382": "discover",
    "383": "discovered",
    "384": "discuss",
    "385": "disguised",
    "386": "disgust",
    "387": "dishes",
    "388": "disinterested",
    "389": "do",
    "390": "dodo",
    "391": "dododo",
    "392": "does",
    "393": "doesn't",
    "394": "doin'",
    "395": "doing",
    "396": "don't",
    "397": "done",
    "398": "donne",
    "399": "door",
    "400": "double",
    "401": "doublecheckin'",
    "402": "doubt",
    "403": "doubts",
    "404": "douchebags",
    "405": "down",
    "406": "dramatic",
    "407": "drawin'",
    "408": "dream",
    "409": "dreamcametrued",
    "410": "dreamin'",
    "411": "dreams",
    "412": "dress",
    "413": "dressed",
    "414": "drift",
    "415": "drifting",
    "416": "drink",
    "417": "drinking",
    "418": "drive",
    "419": "drives",
    "420": "drove",
    "421": "drum",
    "422": "drunk",
    "423": "dry",
    "424": "duh",
    "425": "dull",
    "426": "dumb",
    "427": "dumbfounded",
    "428": "dumped",
    "429": "each",
    "430": "eager",
    "431": "ear",
    "432": "earned",
    "433": "earth",
    "434": "ease",
    "435": "easier",
    "436": "easy",
    "437": "eat",
    "438": "edge",
    "439": "effects",
    "440": "eggnog",
    "441": "ego's",
    "442": "ehmm",
    "443": "else",
    "444": "else's",
    "445": "elves",
    "446": "embarrass",
    "447": "emotion",
    "448": "emotional",
    "449": "emotionally",
    "450": "emotions",
    "451": "empathetic",
    "452": "empty",
    "453": "end",
    "454": "ends",
    "455": "enemy",
    "456": "energy",
    "457": "enough",
    "458": "enter",
    "459": "envie",
    "460": "epiphanies",
    "461": "especially",
    "462": "espresso",
    "463": "est",
    "464": "even",
    "465": "eventually",
    "466": "ever",
    "467": "every",
    "468": "everybody",
    "469": "everyday",
    "470": "everyone",
    "471": "everyoneis",
    "472": "everything",
    "473": "everything's",
    "474": "ex",
    "475": "ex's",
    "476": "exact",
    "477": "except",
    "478": "excited",
    "479": "excuses",
    "480": "exes",
    "481": "exhale",
    "482": "exist",
    "483": "explore",
    "484": "eyed",
    "485": "eyes",
    "486": "face",
    "487": "facts",
    "488": "fadeout",
    "489": "failing",
    "490": "faith",
    "491": "fake",
    "492": "fall",
    "493": "falling",
    "494": "false",
    "495": "familiar",
    "496": "family",
    "497": "fan",
    "498": "far",
    "499": "fashioned",
    "500": "fast",
    "501": "faster",
    "502": "father",
    "503": "favorite",
    "504": "fears",
    "505": "feather",
    "506": "feeding",
    "507": "feel",
    "508": "feelin'",
    "509": "feeling",
    "510": "feeling's",
    "511": "feelings",
    "512": "feels",
    "513": "feet",
    "514": "fell",
    "515": "fetish",
    "516": "fight",
    "517": "filled",
    "518": "filling",
    "519": "finally",
    "520": "find",
    "521": "fine",
    "522": "finger",
    "523": "finish",
    "524": "finished",
    "525": "fire",
    "526": "fireplace",
    "527": "first",
    "528": "fit",
    "529": "five",
    "530": "fix",
    "531": "fixings",
    "532": "fixins",
    "533": "flag",
    "534": "fleetin'",
    "535": "flexible",
    "536": "flies",
    "537": "flip",
    "538": "floating",
    "539": "floor",
    "540": "floors",
    "541": "flowers",
    "542": "focus",
    "543": "folded",
    "544": "fool",
    "545": "foot",
    "546": "for",
    "547": "foreplay",
    "548": "forever",
    "549": "forget",
    "550": "forgiveness",
    "551": "forgot",
    "552": "forgotten",
    "553": "formative",
    "554": "fortune",
    "555": "forty",
    "556": "fortyfive",
    "557": "found",
    "558": "four",
    "559": "freaked",
    "560": "freaky",
    "561": "free",
    "562": "fresh",
    "563": "freshener",
    "564": "friend",
    "565": "friends",
    "566": "from",
    "567": "front",
    "568": "fruity",
    "569": "frustrated",
    "570": "fuck",
    "571": "fuckboys",
    "572": "fucked",
    "573": "fucking",
    "574": "fucks",
    "575": "fulfill",
    "576": "full",
    "577": "fun",
    "578": "funny",
    "579": "fuss",
    "580": "fuzzy",
    "581": "games",
    "582": "garage",
    "583": "gave",
    "584": "gay",
    "585": "genetics",
    "586": "get",
    "587": "gets",
    "588": "gettin'",
    "589": "getting",
    "590": "giftwrap",
    "591": "girl",
    "592": "girls",
    "593": "give",
    "594": "giveafucks",
    "595": "given",
    "596": "gives",
    "597": "giving",
    "598": "glances",
    "599": "glasshalffull",
    "600": "glee",
    "601": "go",
    "602": "god",
    "603": "goddamn",
    "604": "goes",
    "605": "going",
    "606": "gold",
    "607": "gon'",
    "608": "gone",
    "609": "gonna",
    "610": "good",
    "611": "goodbye",
    "612": "goodbyes",
    "613": "goodnights",
    "614": "gosh",
    "615": "got",
    "616": "gotta",
    "617": "graces",
    "618": "graveyard",
    "619": "gravity",
    "620": "great",
    "621": "green",
    "622": "grow",
    "623": "guess",
    "624": "guessed",
    "625": "guide",
    "626": "guilt",
    "627": "guilttripped",
    "628": "guy",
    "629": "guys",
    "630": "ha",
    "631": "had",
    "632": "hah",
    "633": "half",
    "634": "halfway",
    "635": "halls",
    "636": "hand",
    "637": "handcuffs",
    "638": "hands",
    "639": "happen",
    "640": "happened",
    "641": "happily",
    "642": "happiness",
    "643": "happy",
    "644": "hard",
    "645": "harder",
    "646": "harp",
    "647": "has",
    "648": "hate",
    "649": "hatred",
    "650": "have",
    "651": "havin'",
    "652": "having",
    "653": "he",
    "654": "he's",
    "655": "head",
    "656": "hear",
    "657": "heard",
    "658": "heart",
    "659": "heartbreak",
    "660": "hearts",
    "661": "heated",
    "662": "heavy",
    "663": "hell",
    "664": "hello",
    "665": "help",
    "666": "her",
    "667": "here",
    "668": "here's",
    "669": "hesitant",
    "670": "hey",
    "671": "hi",
    "672": "high",
    "673": "highbrow",
    "674": "highfived",
    "675": "him",
    "676": "his",
    "677": "hit",
    "678": "hmm",
    "679": "hmmmmm",
    "680": "hohoho",
    "681": "hohohoho",
    "682": "hold",
    "683": "holdin'",
    "684": "holding",
    "685": "holiday",
    "686": "holy",
    "687": "home",
    "688": "homewrecker",
    "689": "honest",
    "690": "honey",
    "691": "hooks",
    "692": "hope",
    "693": "hopin'",
    "694": "hoping",
    "695": "hormones",
    "696": "horny",
    "697": "horse",
    "698": "hot",
    "699": "hour",
    "700": "hours",
    "701": "house",
    "702": "how",
    "703": "how's",
    "704": "howsmmmm",
    "705": "huge",
    "706": "huh",
    "707": "humbling",
    "708": "humor",
    "709": "hundred",
    "710": "hungry",
    "711": "hurt",
    "712": "hurts",
    "713": "i",
    "714": "i'd",
    "715": "i'll",
    "716": "i'm",
    "717": "i'ma",
    "718": "i've",
    "719": "ice",
    "720": "idea",
    "721": "ideal",
    "722": "idiot",
    "723": "if",
    "724": "ignore",
    "725": "ignoring",
    "726": "ikea",
    "727": "illegal",
    "728": "illusions",
    "729": "image",
    "730": "important",
    "731": "impression",
    "732": "impressive",
    "733": "improvements",
    "734": "in",
    "735": "incident",
    "736": "incompetent",
    "737": "incorrect",
    "738": "initiates",
    "739": "initiative",
    "740": "innocent",
    "741": "insane",
    "742": "insecure",
    "743": "inside",
    "744": "instead",
    "745": "insured",
    "746": "intended",
    "747": "internalizing",
    "748": "internet",
    "749": "into",
    "750": "intoxicating",
    "751": "intuition",
    "752": "invented",
    "753": "invitations",
    "754": "ironic",
    "755": "irrelevant",
    "756": "is",
    "757": "isn't",
    "758": "isolated",
    "759": "it",
    "760": "it'd",
    "761": "it'll",
    "762": "it's",
    "763": "itself",
    "764": "jack",
    "765": "jacked",
    "766": "jacket",
    "767": "jaw",
    "768": "je",
    "769": "jesus",
    "770": "john",
    "771": "joke",
    "772": "jokes",
    "773": "journey",
    "774": "judgment",
    "775": "juice",
    "776": "jump",
    "777": "juno",
    "778": "just",
    "779": "keep",
    "780": "kept",
    "781": "kid",
    "782": "kidding",
    "783": "kids",
    "784": "kilo",
    "785": "kind",
    "786": "kinda",
    "787": "kiss",
    "788": "kissed",
    "789": "kisses",
    "790": "kissin'",
    "791": "kissing",
    "792": "kitchen",
    "793": "knew",
    "794": "knockin'",
    "795": "knocks",
    "796": "know",
    "797": "knowing",
    "798": "known",
    "799": "knows",
    "800": "l'amour",
    "801": "la",
    "802": "labels",
    "803": "lacking",
    "804": "laid",
    "805": "lala",
    "806": "lalalalalalala",
    "807": "land",
    "808": "large",
